robbyrussell/oh-my-zsh
robbyrussell/oh-my-zsh folder:lib
robbyrussell/oh-my-zsh folder:plugins/common-aliases
robbyrussell/oh-my-zsh folder:plugins/git
robbyrussell/oh-my-zsh path:themes/bureau.zsh-theme

zsh-users/zsh-completions

zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search

