tap "go-task/tap"
brew "antidote"
brew "autojump"
brew "bat"
brew "cocoapods"
brew "ffmpeg"
brew "git-delta"
brew "go"
brew "lastpass-cli"
brew "neovim"
brew "nvm"
brew "python@3.11"
brew "python@3.12"
brew "reattach-to-user-namespace"
brew "rust"
brew "scmpuff"
brew "sox"
brew "stripe-cli"
brew "tmux"
brew "tree"
brew "uv"
brew "go-task/tap/go-task"
cask "claude"
cask "mitmproxy"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "irongeek.vscode-env"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
